Repository: Skystar4285/cifonauta
Catalog: articles/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Mark select articles as active
pt_br: Marque os artigos selecionados como ativos

source: Mark select articles as inactive
pt_br: Marque artigos selecionados como inativos

source: Set status of selected to "%s"
pt_br: Mude o status dos selecionados para "%s"

source: marine biology
pt_br: biologia marinha

source: photos
pt_br: fotos

source: videos
pt_br: vídeos

source: biology
pt_br: biologia

source: Marine Biology Center of University of São Paulo
pt_br: Centro de Biologia Marinha da Universidade de São Paulo

source: %s Articles
pt_br: %s Notícias

source: Latest blog articles from Cifonauta image database.
pt_br: Últimos artigos do blog do banco de imagens Cifonauta.

source: Words that describe this article
pt_br: Palavras que descrevam este artigo

source: Article statuses
pt_br: Status dos artigos

source: Tags that describe this article
pt_br: Marcadores que descrevam este artigo

source: Article Posted
pt_br: Notícia Publicada

source: Posted on
pt_br: Publicado em

source: by
pt_br: por

source: View articles posted by
pt_br: Veja notícias publicadas por

source: Attachments
pt_br: Anexos

source: Size
pt_br: Tamanho

source: Read this article
pt_br: Leia esta notícia

source: Continue reading
pt_br: Continue lendo

source: read more
pt_br: leia mais

source: Please enable JavaScript to view the <a href="http://disqus.com/?ref_noscript">comments.
pt_br: Ative o JavaScript para visualizar os <a href="http://disqus.com/?ref_noscript">comentários.

source: Tags
pt_br: Marcadores

source: Previous
pt_br: Anterior

source: Next
pt_br: Próximo

source: Follow-Up Articles
pt_br: Próximas Notícias

source: Read this follow-up article
pt_br: Leia esta notícia complementar

source: posted
pt_br: publicado

source: Follows Up On
pt_br: É seguido de

source: Related Articles
pt_br: Notícias Relacionados

source: Read this related article
pt_br: Leia esta notícia relacionada

source: Article Links
pt_br: Links da Notícia

source: Articles
pt_br: Notícias

source: page
pt_br: página

source: Cifonauta: latest blog articles
pt_br: Cifonauta: últimos artigos do blog

source: Weblog for Cifonauta image database
pt_br: Blog do banco de imagens Cifonauta

source: Articles for Cifonauta weblog
pt_br: Artigos do blog do Cifonauta

source: Cifonauta: Banco de Imagens de Biologia Marinha
pt_br: Cifonauta: Marine Biology Image Database

source: Recent Articles
pt_br: Notícias Recentes

source: Article Archives
pt_br: Arquivos

source: View articles posted in this month
pt_br: Veja notícias publicadas neste mês

source: Articles By Author
pt_br: Notícias por autor

source: Articles By
pt_br: Notícias por

source: Articles Tagged
pt_br: Notícias com marcador

source: Articles From
pt_br: Notícias de

source: Uncategorized Articles
pt_br: Notícias não-categorizadas
